app/Controllers/Users.php

SELECT *
FROM `users`
WHERE `id` = '5'
 LIMIT 1
---
			}
		}

		$data['user'] = $model->where('id', session()->get('id'))->first();